examples/Voronoi_mothod/1D-PCM-assembly/openfoam/constant/transportProperties
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  2.2.2                                 |
|   \\  /    A nd           | Web:      www.OpenFOAM.org                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version  2.0;
    format   ascii;
    class    dictionary;
    object   transportProperties;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

rhoa             rhoa [1 -3 0 0 0 0 0] 1000;
rhob             rhob [1 -3 0 0 0 0 0] 1000;
nua              nua [0 2 -1 0 0 0 0] 1e-06;
nub              nub [0 2 -1 0 0 0 0] 1e-06;

transportModel           Newtonian;
nu           nu [0 2 -1 0 0 0 0] 1e-06;
// ************************************************************************* //
