examples/Voronoi_mothod/1D-PCM-assembly/openfoam/0/Ub
/*--------------------------------*- C++ -*----------------------------------*\ 
| =========                 |                                                 | 
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           | 
|  \\    /   O peration     | Version:  2.2.2                                 | 
|   \\  /    A nd           | Web:      www.OpenFOAM.org                      | 
|    \\/     M anipulation  |                                                 | 
\*---------------------------------------------------------------------------*/ 
FoamFile
{
    version 2.0;
    format ascii;
    class volVectorField;
    object Ub;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

dimensions [ 0 1 -2 0 0 0 0 ];

internalField uniform (0 0 0);

boundaryField
{
    inlet
    {

        type fixedValue;
        value uniform (2e-4 0.0 0.0);
/*
	type            interstitialInletVelocity;
        inletVelocity   uniform (2e-4 0.0 0.0);
	value		uniform (2e-4 0.0 0.0);
//	phi             phib;
        alpha           beta;*/
    }
    outlet
    {
        type zeroGradient;
    }
}
// ************************************************************************* //
